/* OK button title */
"OK" = "אישור";

/* Yes button title */
"DONT_ALLOW" = "אל תאפשר";

/* " would like to use your current location." */
"LOCATION_CLIENT_PERMISSION" = "״%@״ מעוניין להשתמש במיקומך הנוכחי";
 
/* OK specifically for LOCATION_CLIENT_PERMISSION (rdar://6242386) */
"LOCATION_CLIENT_PERMISSION_OK" = "אישור";

/* "Turn on location services to get your current location" */
"LOCATION_DISABLED" = "נא להפעיל את ״שירותי מיקום״ כדי לאפשר ל-״%@״ לזהות את מיקומך.";

/* Settings button title */
"LOCATION_DISABLED_SETTINGS" = "הגדרות";

/* Cancel specifically for LOCATION_DISABLED (rdar://6242386) */
"LOCATION_DISABLED_CANCEL" = "ביטול";

/* "Location Services is not available" */
"LOCATION_UNAVAILABLE" = "שירותי מיקום אינם זמינים עבור ״%@״";

/* when we detect that the compass is not calibrated and user is not already moving the phone around */
"COMPASS_CALIBRATION" = "לכיול המצפן, נא לנופף ב-iPhone.";
